Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Also, if you chose not to apply the standard configuration, you must add your own configuration.
cs_cz: Také pokud nezvolíte standardní konfiguraci, musíte přidat svou vlastní.

source: For more information, see Setup.
cs_cz: Další informace naleznete v tématu Nastavení.

source: The default configuration includes a chart of accounts and standard posting groups that make the process of assigning default general ledger posting accounts to customers, vendors, and items more efficient.
cs_cz: Výchozí konfigurace zahrnuje účtovou osnovu a standardní účtovací skupiny, které tvoří proces přiřazení výchozích účtovacích účtů hlavní knihy k zákazníkům, dodavatelům a zboží více efektivní.

source: Apply incoming payments, reconcile bank accounts during payment application, and collect outstanding balances.
cs_cz: Použít příchozí platby, odsouhlasit bankovní účty během aplikace platby a sběr nevyrovnaných zůstatků.

source: Make payments, apply outgoing payments, and handle work with checks.
cs_cz: Proveďte platby, použijte odchozí platby, vypořádejte se se šeky.

source: Reconcile bank accounts and transfer funds between bank accounts.
cs_cz: Odsouhlaste bankovní účty a převeďte fondy mezi bankovními účty.

source: Understand the general ledger and the chart of accounts.
cs_cz: Porozumět Hlavní knize a Účtové osnově.

source: Add dimensions for richer business intelligence.
cs_cz: Přidejte dimenze pro bohatší podnikovou inteligenci.

source: Use account schedules to get detailed insights into your financial data.
cs_cz: Použít schéma účtu k detailním pohledům do vašich finančních dat.

source: Recognize revenues and expenses in other periods than when the transactions were posted.
cs_cz: Rozpoznat výnosy a výdaje v dalších transakcích, než které byly zaúčtovány.

source: Import salary transactions from your payroll provider into the general ledger.
cs_cz: Importovat platební transakce od vašeho poskytovatele mezd do hlavní knihy.

source: Open a fiscal year.
cs_cz: Otevřít nový fiskální rok.

source: Prepare to close a fiscal year or period.
cs_cz: Připravit na uzavření fiskálního roku nebo období.

source: Close Years and Periods
cs_cz: Zavřít roky nebo období.

source: Sales
cs_cz: Prodej

source: Purchasing
cs_cz: Nákup

source: Close Fiscal Periods
cs_cz: Zavřít fiskální období

source: Currencies
cs_cz: Měny

source: You must set up a code for each currency you use if you buy or sell in currencies other than your local currency, have receivables or payables in other currencies, or record G/L transactions in different currencies.
cs_cz: Musíte nastavit kód pro každou měnu, kterou používáte, pokud nakupujete nebo prodáváte v jiné měně, než je vaše místní, a máte pohledávky a závazky v jiných měnách nebo zaznamenáváte finanční transakce v různých měnách.

source: Set Up a Currency Exchange Rate Service
cs_cz: Nastavení služby měnového kurzu

source: You can use an external service to get the latest currency exchange rates into the Currencies window.
cs_cz: Můžete použít externí službu k získání posledních měnových kurzů do okna Měny.

source: To update currency exchange rates, you must first set up the service.
cs_cz: K aktualizaci měnových kurzů musíte nejprve službu nastavit.

source: The service that provides updated currency exchange rates is enabled by a data exchange definition in the Currency Exchange Rate Service window.
cs_cz: Služba, která poskytuje aktualizované měnové kurzy, je povolena definicí výměny dat v okně Služby směnného kurzu.

source: You must define which dimensions and dimension values you want to use in your company.
cs_cz: Musíte definovat, jaké dimenze a hodnoty dimenzí chcete ve vaší společnosti.

source: You should also define which dimensions you wish to use as global and shortcut dimensions.
cs_cz: Také byste měli definovat, jaké dimenze si přejete použít jako globální a zkratky.

source: You should consider carefully which dimensions will be most effective as global and shortcut dimensions for your company.
cs_cz: Měli byste zvážit, které dimenze budou nejefektivnější jako globální a zkratky pro vaši společnost.

source: You set up all of the different dimensions that you want to track in the Dimensions window.
cs_cz: Nastavujete všechny různé dimenze, které chcete sledovat v okně Dimenze.

source: The Dimensions window contains one line for each dimension, such as Project, Department, Area, and Salesperson.
cs_cz: Okno Dimenze obsahuje jeden řádek pro každou dimenzi jako Projekt, Oddělení, Oblast, a Prodejce.

source: For each dimension, you must also set up the dimension values, such as all of the departments in your company.
cs_cz: Pro každou dimenzi musíte také nastavit hodnoty dimenze, jako jsou všechny oddělení ve vaší společnosti.

source: Dimension values can be set up in a hierarchical structure similar to the chart of accounts, so that data can be broken down into various levels of granularity, and subsets of dimension values can be totaled.
cs_cz: Hodnoty dimenzí můžou být nastaveny v hierarchické struktuře podobně jako v účtové osnově, takže data se mohou rozbít na různě stupně granularity a podmnožiny hodnot dimenzí mohou být sečteny.

source: You can specify two global dimensions that will automatically be available everywhere, for example on reports and batch jobs.
cs_cz: Můžete specifikovat dvě globální dimenze, které budou automaticky dostupné všude, například na sestavách a dávkových úlohách.

source: You can also specify six additional shortcut dimensions that will be available as a field on journal and document lines.
cs_cz: Můžete také specifikovat šest přídavných zkratek dimenzí, které budou dostupné jako pole v deníku a řádcích dokumentů.

source: The remaining dimensions can be used by accessing a separate window that displays dimensions for the line.
cs_cz: Zbývající dimenze můžou být použity s přístupem do odděleného okna, které zobrazuje dimenze pro řádek.

source: You can define as many dimensions as you need in your company, and you can define an unlimited number of dimension values for each dimension.
cs_cz: Můžete definovat tolik dimenzí, kolik potřebujete ve vaší společnosti, a můžete definovat neomezený počet hodnot dimenzí pro každou z nich.

source: All dimensions defined by you can be used on entries in journals and documents, as well as in dimensions-related reports and batch jobs.
cs_cz: Všechny vámi definované dimenze mohou být použity jak na položkách v denících a dokumentech, tak v sestavách a dávkových úlohách souvisejících s dimenzemi.

source: Set Up Default Dimensions for Customers, Vendors, and Other Accounts
cs_cz: Nastavení výchozí dimenze pro zákazníky, dodavatele a ostatní účty

source: You can set up a default dimension for a specific individual account.
cs_cz: Můžete nastavit výchozí dimenzi pro zvláštní individuální účet.

source: This code is then copied to the journal or document when the account number field is filled in on the line.
cs_cz: Tento kód je pak zkopírován do deníku nebo dokladu, když je pole číslo účtu vyplněno na řádku.

source: However, you may delete or change the code if appropriate.
cs_cz: Avšak pokud to bude vhodné, můžete smazat nebo změnit kód.

source: You can also make a dimension required, so that it is not possible to post an entry with a specific type of account unless the account has a dimension value assigned to it.
cs_cz: Můžete také nastavit dimenzi jako nezbytnou tak, že není možné zaúčtovat položku se specifickým typem účtu, dokud ten účet nemá přiřazenou hodnotu dimenze.

source: Furthermore, you can set up a default dimension for each type of account so that this code is copied to the journal or document when the account type is filled in on the line.
cs_cz: Navíc můžete nastavit výchozí dimenzi pro každý typ účtu tak, že tento kód zkopírujete do deníku nebo dokladu, když je typ účtu vyplněn na řádku.

source: However, you can always change the code on the document if relevant.
cs_cz: Avšak můžete vždy změnit kód na dokladu, pokud je to relevantní.

source: Finally, you can also make a dimension required, so that it is not possible to post an entry with a specific type of account unless the account has a dimension value assigned to it.
cs_cz: Konečně můžete také nastavit dimenzi jako nezbytnou tak, že není možné zaúčtovat položku se specifickým typem účtu, dokud ten účet nemá přiřazenou hodnotu dimenze.

source: From Home, you can access an assisted setup guide that helps you set up sales tax depending on your location, for example.
cs_cz: Z Domů můžete přistoupit k průvodci nastavení, který vám například pomůže nastavit prodejní daň vzhledem k místu.

source: Other aspects of finance-setup management you must set up yourself, depending on whether you want to use dimensions, for example.
cs_cz: Ostatní aspekty správy nastavení financí musíte nastavit sami podle toho, jestli chcete používat například dimenze.

source: Choose how you want to handle payments of your vendors.
cs_cz: Zvolte způsob, jakým chcete zpracovávat platby vašich dodavatelů.

source: Set up fiscal periods.
cs_cz: Nastavení fiskálníjo období.

source: Set up additional currencies if you have international trade.
cs_cz: Nastavení další měny, pokud máte mezinárodní obchody.

source: Set Up Currencies
cs_cz: Nastavení měn

source: Add new accounts to the existing chart of accounts.
cs_cz: Přidání nových účtů k existující účtové osnově.

source: Set Up the Chart of Accounts
cs_cz: Nastavení účtové osnovy

source: The chart of accounts shows the ledger accounts that store your financial data.
cs_cz: Účtová osnova ukazuje účet hlavní knihy, který ukládá vaše finanční data.

source: However, you can change the default accounts, and you can add new accounts.
cs_cz: Avšak můžete měnit výchozí účty a přidávat nové.

source: Adding or Changing Accounts
cs_cz: Přidání nebo změna účtů

source: From the chart of accounts, you can open each G/L account and add or change settings.
cs_cz: Z účtové osnovy můžete otevřít každý finanční účet a přidat nebo změnit nastavení.

source: You can delete a general ledger account.
cs_cz: Můžete smazat účet hlavní knihy.

source: However, before you delete it, the following must be true:
cs_cz: Avšak než jej smažete, musí platit následující:

source: The balance on the account must be zero.
cs_cz: Zůstatek na účtu musí být nula.

source: The Allow G/L Acc. Deletion Before field must be set in the General Ledger Setup window, and the account must not have ledger entries on or after that date.
cs_cz: Pole Povolit odstranění finančního účtu před musí být nastaveno v okně Nastavení financí a účet nesmí mít položky toho data či po něm.

source: If the Check G/L Account Usage field in the General Ledger Setup window is selected, then the account must not be used in any posting groups or posting setup.
cs_cz: Pokud pole Kontrolovat použití fin. účtu v okně Nastavení financí je vybráno, pak účet nesmí být využíván v žádné z účtovacích skupin nebo účtovacího nastavení.

source: Application Help for Dynamics NAV | Microsoft Docs
cs_cz: Aplikační nápověda pro Dynamics NAV | Microsoft Docs

source: Welcome to
cs_cz: Vítejte v

source: is a business management solution for small and mid-sized organizations that automates and streamlines business processes and helps you manage your business.
cs_cz: je řešení pro správu podnikání pro malé a střední organizace, které automatizuje a zjednodušuje obchodní procesy a pomáhá vám spravovat vaše podnikání.

source: Signing up is easy, and you can migrate existing business data from your legacy system.
cs_cz: Registrace je snadná a můžete přesunout stávající obchodní údaje z původního systému.

source: Get to know
cs_cz: Poznejte

source: In , some things will be familiar to you, and other things might be unfamiliar.
cs_cz: V některé věci vám budou známy a jiné věci by mohly být neznámé.

source: For some quick, nice-to-know tricks, see:
cs_cz: Některé rychlé, příjemné triky naleznete v:

source: Find things
cs_cz: Nalezení věcí

source: Set filters
cs_cz: Nastavení filtrů

source: Sort data in lists
cs_cz: Řazení dat v seznamech

source: For more information, see Working with .
cs_cz: Další informace naleznete v tématu Práce s .

source: The Home pages
cs_cz: Domovské stránky

source: Home pages use a role-centric design to give you fast access to the business process and intelligence tools that you need to do your job.
cs_cz: Domovské stránky používají design založený na rolích, který vám umožní rychlý přístup k podnikovým procesům a zpravodajským nástrojům, které potřebujete k výkonu své práce.

source: For example, an accountant can monitor payments and approvals, and view finance performance charts.
cs_cz: Například účetní může sledovat platby a schválení a zobrazit grafy výkonnosti financí.

source: Working with
cs_cz: Práce s

source: Setting Up
cs_cz: Nastavení

source: Customizing Using Extensions
cs_cz: Přizpůsobení Pomocí rozšíření

source: Using as my Business Inbox in Outlook
cs_cz: Použití jako moje obchodní schránka v aplikaci Outlook

source: Getting on Your Mobile Device
cs_cz: Získání na mobilním zařízení

source: Access your Dynamics NAV data from your mobile device.
cs_cz: Získejte přístup k údajům Dynamics NAV z mobilního zařízení.

source: You can navigate through your business data, use features such as send to Excel or Office 365, view up-to-date charts and KPIs, email sales quotes and invoices, and shoot and attach pictures with your camera.
cs_cz: Můžete procházet data vašeho podniku, používat funkce jako je odesílání do aplikace Excel nebo Office 365, prohlížení aktuálních grafů a KPI, e-mailových prodejních nabídek, faktur, fotografování a připojení snímků pomocí fotoaparátu.

source: Follow the steps below to download the app and get started.
cs_cz: Chcete-li aplikaci stáhnout a začít, postupujte podle následujících pokynů.

source: To get the app on my mobile device
cs_cz: Získání aplikace na svém mobilním zařízení

source: Install the Dynamics NAV app on your mobile device by downloading the app from the Windows Store, App Store, or Google Play.
cs_cz: Nainstalujte aplikaci Dynamics NAV na svém mobilním zařízení stažením aplikace z Obchodu Windows Store, App Store nebo Google Play.

source: Launch the app from your mobile device.
cs_cz: Spusťte aplikaci z mobilního zařízení.

source: Enter your user name and password that you created during sign-up for Dynamics NAV and follow the instructions on the screen.
cs_cz: Zadejte uživatelské jméno a heslo, které jste vytvořili při registraci pro Dynamics NAV, a postupujte podle pokynů na obrazovce.

source: You should now have access to Dynamics NAV and be able to view and edit data.
cs_cz: Nyní byste měli mít přístup ke službě Dynamics NAV a mít možnost zobrazit a upravit data.

source: Adjust Item Costs
cs_cz: Upravení nákladů položky

source: The cost of an item (inventory value) that you purchase and later sell may change during its lifetime, for example because a freight cost is added to its purchase cost after you have sold the item.
cs_cz: Náklady na položku (hodnotu zásob), kterou si koupíte a později prodáváte, se mohou během své životnosti měnit, například proto, že náklady na dopravu jsou po prodeji položky přidány k nákupním nákladům.

source: To always know the correct inventory value, item costs must therefore regularly be adjusted.
cs_cz: Aby byla vždy známá správná hodnota skladu, je třeba pravidelně upravovat náklady na položky.

source: This ensures that sales and profit statistics are up to date and that financial KPIs are correct.
cs_cz: To zajišťuje, že statistiky prodeje a zisku jsou aktuální a že finanční ukazatele KPI jsou správné.

source: Item costs are adjusted by the FIFO costing method only.
cs_cz: Náklady na položky jsou upraveny pouze metodou FIFO.

source: This means that an item’s unit cost is the actual value of any receipt of the item, and that inventory is valuated with the assumption that the first items placed in inventory are sold first.
cs_cz: To znamená, že jednotková cena položky je skutečná hodnota každého přijetí položky a skladové položky se oceňují za předpokladu, že první položky zařazené do zásob jsou prodány jako první.

source: The cost adjustment function processes only value entries that have not yet been adjusted.
cs_cz: Funkce úpravy nákladů zpracovává pouze hodnoty, které ještě nebyly upraveny.

source: If the function encounters a situation where changed inbound costs need to be forwarded to associated outbound entries, then new adjustment value entries are created, which are based on the information in the original value entries but contain the adjustment amount.
cs_cz: Pokud se funkce setká se situací, kdy je třeba přenést změněné příchozí náklady do přidružených odchozích položek, vytvoří se nové upravené položky, které jsou založeny na informacích v položkách původní hodnoty, ale obsahují upravenou částku.

source: The cost adjustment function uses the posting date of the original value entry in the adjustment entry, unless that date is in a closed inventory period.
cs_cz: Funkce úpravy nákladů používá datum zaúčtování položky původní hodnoty do upravené položky, pokud se toto datum nenachází v uzavřeném období zásob.

source: In that case, the program uses the starting date of the next open inventory period.
cs_cz: V takovém případě program používá datum zahájení dalšího otevřeného období zásob.

source: If inventory periods are not used, then the date in the Allow Posting From field in the General Ledger Setup window will define when the adjustment entry is posted.
cs_cz: Pokud se nepoužije doba zásob, pak bude definováno v poli Povolit účto od v okně Nastavení Financí, kdy bude zaúčtována upravená položka.

source: After item costs have been adjusted, the inventory cost must be posted to the general ledger, either automatically or manually.
cs_cz: Po úpravě nákladů na položku musí být náklady na zásoby účtovány do hlavní knihy buď automaticky, nebo ručně.

source: Post Inventory Costs to the General Ledger .
cs_cz: Zaúčtování nákladů na zásoby do hlavní knihy .

source: You can adjust item costs in two ways:
cs_cz: Náklady na položky lze upravit dvěma způsoby:

source: Automatically, by having the system adjusted any cost changes every time that inventory transactions occur.
cs_cz: Automaticky tím, že systém bude upravovat jakékoli změny nákladů pokaždé, když dojde k transakcím se zásobami.

source: Manually, by running the Adjust Cost - Item Entries batch job for one or more items when you know that their costs have changed.
cs_cz: Ručně spuštěním dávkové úlohy Upravit náklady/ceny zboží pro jednu nebo více položek, pokud víte, že se jejich náklady změnily.

source: To adjust item costs automatically
cs_cz: Automatické upravení nákladů položky

source: In the top right corner, choose the Search for Page or Report icon, enter Inventory Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení zásob a zvolte související odkaz.

source: In the Inventory Setup window, in the Automatic Cost Adjustment field, select one of the following values.
cs_cz: V okně Nastavení zásob v poli Automatická adjustace nákladů vyberte jednu z následujících hodnot.

source: Behavior
cs_cz: Chování

source: Never
cs_cz: Nikdy

source: Costs are not adjusted when posting
cs_cz: Při odesílání se náklady neupravují

source: Day
cs_cz: Den

source: Costs are adjusted if posting occurs within one day from the work date
cs_cz: Náklady jsou upraveny, pokud dojde k zaúčtování v rozmezí jednoho dne od pracovního data.

source: Week
cs_cz: Týden

source: Costs are adjusted if posting occurs within one week from the work date
cs_cz: Náklady jsou upraveny, pokud dojde k zaúčtování v rozmezí jednoho týdne od pracovního data.

source: Month
cs_cz: Měsíc

source: Costs are adjusted if posting occurs within one month from the work date
cs_cz: Náklady jsou upraveny, pokud dojde k zaúčtování v rozmezí jednoho měsíce od pracovního data.

source: Quarter
cs_cz: Čtvrtletí

source: Costs are adjusted if posting occurs within one quarter from the work date
cs_cz: Náklady jsou upraveny, pokud dojde k zaúčtování v rozmezí jednoho čtvrtletí od pracovního data.

source: Year
cs_cz: Rok

source: Costs are adjusted if posting occurs within one year from the work date
cs_cz: Náklady jsou upraveny, pokud dojde k zaúčtování v rozmezí jednoho roku od pracovního data.

source: Always
cs_cz: Vždy

source: Costs are always adjusted when posting, irrespective of the posting date
cs_cz: Náklady jsou vždy přizpůsobeny při účtování bez ohledu na datum účtování

source: To adjust item costs manually
cs_cz: Ruční úpravy položek

source: In the top right corner, choose the Search for Page or Report icon, enter Adjust Cost - Item Entries, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Upravit náklady/ceny zboží a pak zvolte související odkaz.

source: In the Adjust Cost - Item Entries window, specify which items to adjust costs for and whether the adjusted costs will be posted to the general ledger at the same time.
cs_cz: V okně Upravit náklady/ceny zboží zadejte, které položky upravují náklady a zda budou upravené náklady účtovány do hlavní knihy současně.

source: Manage Inventory
cs_cz: Správa skladů

source: Post Inventory Costs to the General Ledger
cs_cz: Zaúčtování nákladů na zásoby do hlavní knihy.

source: Categorize Items
cs_cz: Kategorizace zboží

source: To maintain an overview of your items and to help you sort and find items, it is useful to organize your items in item categories.
cs_cz: Chcete-li udržovat přehled o vašem zboží a pomoc při řazení a hledání zboží, je vhodné uspořádat zboží do kategorií.

source: To find items by characteristics, you can assign item attributes to items and also to item categories.
cs_cz: Chcete-li vyhledat zboží podle vlastností, můžete přiřadit atributy ke zboží a také ke kategoriím zboží.

source: Work with Item Attributes .
cs_cz: Práce s atributy zboží .

source: To create an item category
cs_cz: Vytvoření kategorie zboží

source: In the top right corner, choose the Search for Page or Report icon, enter Item Categories, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Kategorie zboží a zvolte související odkaz.

source: In the Item Categories window, choose the New action.
cs_cz: V okně Kategorie zboží zvolte Nový.

source: In the Item Category Card window, on the General FastTab, fill in the fields as necessary.
cs_cz: V okně Karta kategorií zboží na záložce Obecné vyplňte pole podle potřeby.

source: On the Attributes FastTab, specify any item attributes for the item category.
cs_cz: Na záložce s náhledem Atributy zadejte všechny atributy zboží pro kategorii zboží.

source: For more information, see the "To assign item attributes to an item category" section in How to:
cs_cz: Další informace naleznete v tématu “Přiřadit atributy zboží ke kategorii zboží“ v Návod:

source: If the item category has a parent item category, as indicated by the Parent Category field, then any item attributes that are assigned to that parent item category are prefilled on the Attributes FastTab.
cs_cz: Pokud kategorie zboží obsahuje nadřazenou kategorii zboží, jak je uvedeno v poli Nadřazená kategorie, pak jakékoli atributy zboží, které jsou přiřazeny této nadřazené kategorii zboží, jsou předem vyplněny na záložce s náhledem Atributy.

source: Item attributes that you assign to an item category will automatically apply to the item that the item category is assigned to.
cs_cz: Atributy zboží, které přiřadíte ke kategorii zboží, se automaticky použijí na zboží, ke kterému je kategorie zboží přiřazena.
